Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/Ungrouped/HandSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# AssistiveTouchInstructionalTextFormat_IPAD
source: AssistiveTouch allows you to use your iPad if you have difficulty touching the screen or if you require an adaptive accessory.
ar: يسمح لك اللمس المساعد باستخدام iPad إذا كان هنالك صعوبة في لمس الشاشة أو إذا كنت تتطلب ملحق موائم.
bg: Функцията AssistiveTouch ви позволява да използвате вашия iPad, ако имате затруднения с докосването на екрана или ако ви е необходим адаптивен аксесоар.
ca: L’AssistiveTouch et permet utilitzar l’iPad si tens problemes per tocar la pantalla o si necessites un accessori adaptatiu.
cs: Funkce AssistiveTouch vám umožňuje používat iPad, pokud vám činí potíže dotýkat se obrazovky nebo pokud potřebujete adaptivní příslušenství.
da: AssistiveTouch sikrer, at du kan bruge din iPad, hvis du har svært ved at røre ved skærmen eller har brug for specielt tilbehør.
de: AssistiveTouch hilft beim Verwenden des iPad, wenn du Schwierigkeiten mit dem Touchscreen hast oder ein adaptives Gerät benötigst.
el: Το AssistiveTouch σάς επιτρέπει να χρησιμοποιείτε το iPad σας αν δυσκολεύεστε ως προς το άγγιγμα της οθόνης ή χρειάζεστε προσαρμοστικό αξεσουάρ.
es: AssistiveTouch te ayuda a usar el iPad si tienes dificultades para tocar la pantalla o necesitas un accesorio de adaptación.
es_us: AssistiveTouch te ayuda a usar el iPad si tienes dificultades para tocar la pantalla o necesitas un accesorio de adaptación.
fi: AssistiveTouch mahdollistaa iPadin käytön, jos sinulla on vaikeuksia koskettaa näyttöä tai jos tarvitset avustavan lisälaitteen.
fr: AssistiveTouch vous permet d’utiliser un iPad si vous éprouvez des difficultés à toucher l’écran ou si un accessoire adaptatif vous est nécessaire.
fr_ca: AssistiveTouch vous permet d’utiliser un iPad si vous éprouvez des difficultés à toucher l’écran ou si un accessoire adaptatif vous est nécessaire.
he: ‏AssistiveTouch מאפשר לך להשתמש ב-iPad גם אם קשה לך לגעת במסך, או אם נדרש לך מכשיר עזר.
hi: यदि आपको स्क्रीन छूने में कठिनाई हो या आपको अनुकूल ऐक्सेसरी की आवश्यकता हो तो AssistiveTouch की मदद से आप अपने iPad का उपयोग कर सकते हैं।
hr: AssistiveTouch vam omogućava uporabu iPada ako imate poteškoća s dodirivanjem zaslona ili vam je potreban adaptivan pribor.
hu: Az AssistiveTouch lehetővé teszi az iPad használatát abban az esetben, ha nehézségekbe ütközik a képernyő kezelése, vagy adaptív kiegészítőre van szüksége.
id: AssistiveTouch memungkinkan Anda menggunakan iPad jika Anda memiliki kesulitan saat menyentuh layar atau jika Anda memerlukan aksesori adaptif.
it: AssistiveTouch ti consente di utilizzare iPad se hai difficoltà nel toccare lo schermo o se ti occorre un accessorio adattivo.
ja: 画面をタッチすることが困難な方や支援アクセサリが必要な方も簡単にiPadを使用できます。
kk: AssistiveTouch функциясы экранды түрту қолжетімсіз болғанда немесе бейімделгіш жабдық қажет болған жағдайда, iPad құрылғысын пайдалануға мүмкіндік береді.
ko: 화면 터치에 어려움이 있거나 보조용 특수 액세서리가 필요한 경우에 AssistiveTouch를 통해 iPad를 사용할 수 있습니다.
lt: „AssistiveTouch“ leidžia naudotis „iPad“, jei sunku paliesti ekraną arba reikalingas pritaikomasis priedas.
ms: AssistiveTouch membolehkan anda menggunakan iPad anda jika anda menghadapi masalah menyentuh skrin atau jika anda memerlukan aksesori adaptif.
nl: Via AssistiveTouch kun je de iPad gebruiken als het scherm aanraken moeilijk gaat of als je een aanpassingsaccessoire nodig hebt.
no: Med AssistiveTouch kan du bruke iPad hvis du har problemer med å berøre skjermen, eller hvis du trenger tilpasset tilbehør.
pl: AssistiveTouch pozwala używać iPada osobom mającym problemy z dotykaniem ekranu i używającym akcesoriów wspomagających.
pt_br: O AssistiveTouch permite o uso do iPad por pessoas com dificuldade para tocar a tela ou por pessoas que requerem acessórios adaptativos.
pt_pt: O AssistiveTouch permite usar o iPad caso tenha dificuldade em tocar no ecrã ou necessite de um acessório de assistência.
ro: AssistiveTouch vă permite să vă utilizați iPad‑ul dacă aveți dificultăți la atingerea ecranului sau dacă aveți nevoie de un accesoriu adaptiv.
ru: AssistiveTouch позволяет использовать iPad, если Вы не можете дотрагиваться до экрана или Вам необходимо адаптивное оборудование.
sk: AssistiveTouch vám umožňuje používať iPad, ak máte problémy s používaním dotykovej obrazovky alebo potrebujete adaptívne príslušenstvo.
sl: AssistiveTouch vam omogoča uporabo iPada, če imate težave pri dotikanju zaslona ali če potrebujete prilagodljivo dodatno opremo.
sv: AssistiveTouch låter dig använda iPad om du har problem med att vidröra skärmen eller om du behöver ett adaptivt tillbehör.
th: AssistiveTouch ช่วยให้คุณใช้ iPad ของคุณกับอุปกรณ์เสริมแบบปรับตามสภาพแวดล้อม หรือหากเกิดความยากลำบากกับการแตะหน้าจอ
tr: AssistiveTouch, ekrana dokunma güçlüğü çekiyorsanız veya uyarlanabilir bir aksesuara gereksiniminiz varsa iPad’inizi kullanmanızı sağlar.
uk: AssistiveTouch дозволяє вам користуватися своїм iPad, коли вам незручно торкати екран чи потрібний адаптивний прилад.
vi: AssistiveTouch cho phép bạn sử dụng iPad nếu bạn gặp khó khăn trong việc chạm vào màn hình hay nếu bạn cần có phụ kiện thích ứng.
zh_cn: “辅助触控”可让你在触控屏幕有困难或需要自适应配件的情况下使用iPad。
zh_hk: 如觸碰螢幕有障礙或需要使用適應性配件時，「輔助觸控」可以協助你使用iPad。
zh_tw: 若觸碰螢幕有障礙或需要適應性配件時，「輔助觸控」可以協助你使用iPad。

# GameControllerSettingsMoreSubtitle
source: You can control AssistiveTouch using a connected Game Controller.
ar: يمكنك التحكم في اللمس المساعد باستخدام ذراع تحكم ألعاب متصلة.
bg: Можете да управлявате AssistiveTouch със свързан контролер за игри.
ca: Pots controlar l’AssistiveTouch amb un comandament de joc connectat.
cs: Funkci AssistiveTouch můžete ovládat pomocí připojeného herního ovladače.
da: Du kan styre AssistiveTouch ved hjælp af en tilsluttet spilcontroller.
de: Du kannst AssistiveTouch mithilfe eines verbundenen Spielecontrollers steuern.
el: Μπορείτε να χειριστείτε το AssistiveTouch μέσω ενός συνδεδεμένου χειριστηρίου παιχνιδιών.
es: Puedes controlar AssistiveTouch usando un mando de videojuegos que tengas conectado.
es_us: Puedes controlar AssistiveTouch al conectar un control de videojuegos.
fi: Voit ohjata AssistiveTouchia käyttämällä liitettyä peliohjainta.
fr: Vous pouvez contrôler AssistiveTouch en utilisant une manette de jeu connectée.
fr_ca: Vous pouvez contrôler AssistiveTouch au moyen d’une manette de jeu connectée.
he: ניתן לשלוט ב-AssistiveTouch באמצעות שלט משחק מחובר.
hi: आप कनेक्टेड गेम कंट्रोलर के इस्तेमाल से AssistiveTouch नियंत्रित कर सकते हैं।
hr: Značajkom AssistiveTouch možete upravljati spojenim igraćim kontrolerom.
hu: Az AssistiveTouchot vezérelheti egy csatlakoztatott játékvezérlővel.
id: Anda dapat mengontrol AssistiveTouch menggunakan Pengontrol Game yang terhubung.
it: Puoi controllare AssistiveTouch utilizzando un controller per videogiochi collegato.
ja: 接続されたゲームコントローラを使用してAssistiveTouchをコントロールできます。
kk: AssistiveTouch функциясын қосылған ойын контроллері арқылы басқаруға болады.
ko: 연결된 게임 컨트롤러를 사용하여 AssistiveTouch를 제어할 수 있습니다.
lt: Funkciją „AssistiveTouch“ galite valdyti prijungtu žaidimų valdikliu.
ms: Anda boleh mengawal AssistiveTouch menggunakan Pengawal Permainan bersambung.
nl: Je kunt AssistiveTouch bedienen met een verbonden gamecontroller.
no: Du kan styre AssistiveTouch ved hjelp av en tilkoblet spillkontroller.
pl: Możesz korzystać z funkcji AssistiveTouch, używając połączonego kontrolera do gier.
pt_br: Você pode controlar o AssistiveTouch com um Controle de Videogame conectado.
pt_pt: Pode controlar o AssistiveTouch com um comando de jogos ligado.
ro: Puteți controla AssistiveTouch utilizând un controller pentru jocuri conectat.
ru: Вы можете управлять AssistiveTouch с помощью подключенного игрового контроллера.
sk: AssistiveTouch môžete ovládať pomocou pripojeného herného ovládača.
sl: AssistiveTouch lahko upravljate s priključenim igralnim kontrolerjem.
sv: Du kan styra AssistiveTouch med en ansluten spelkontroll.
th: คุณสามารถควบคุม AssistiveTouch ได้โดยใช้อุปกรณ์ควบคุมเกมที่เชื่อมต่อ
tr: AssistiveTouch’ı bağlı bir oyun kumandasını kullanarak denetleyebilirsiniz.
uk: Керуйте AssistiveTouch з підʼєднаного ігрового контролера.
vi: Bạn có thể điều khiển AssistiveTouch bằng một Bộ điều khiển trò chơi được kết nối.
zh_cn: 你可以连接游戏控制器来控制辅助触控。
zh_hk: 你可以使用已連接的「遊戲控制器」控制「輔助觸控」。
zh_tw: 你可以使用連接的「遊戲控制器」來控制「輔助觸控」。

# AddNewButtonToCustomizeAlertTitle
source: Customize Button
ar: تخصيص الزر
bg: Персонализиране на бутон
ca: Personalitza el botó
cs: Přizpůsobení tlačítka
da: Tilpas knap
de: Taste anpassen
el: Προσαρμογή κουμπιού
es: Personalizar botón
es_us: Personalizar botón
fi: Muokkaa painiketta
fr: Personnaliser le bouton
fr_ca: Personnaliser le bouton
he: התאמה אישית של כפתור
hi: बटन कस्टमाइज़ करें
hr: Prilagodite tipku
hu: Gomb testreszabása
id: Sesuaikan Tombol
it: Personalizza pulsante
ja: ボタンをカスタマイズ
kk: Түймені бейімдеу
ko: 버튼 사용자화
lt: Pritaikyti mygtuką
ms: Sesuaikan Butang
nl: Pas knop aan
no: Tilpass knapp
pl: Dostosuj przycisk
pt_br: Personalizar Botão
pt_pt: Personalizar botão
ro: Personalizați butonul
ru: Настроить кнопку
sk: Prispôsobiť tlačidlo
sl: Prilagodi gumb
sv: Anpassa knappar
th: กำหนดปุ่มเอง
tr: Düğmeyi Özelleştir
uk: Налаштувати кнопку
vi: Tùy chỉnh nút
zh_cn: 自定义按钮
zh_hk: 自訂按鈕
zh_tw: 自訂按鈕

# MOUSE_POINTER_DWELL_CONTROL
source: Dwell Control
ar: التحكم بالمكوث
bg: Управление на задържане
ca: Control de permanència
cs: Ovládání setrvání
da: Pausebetjening
de: Verweilsteuerung
el: Έλεγχος παραμονής
es: Control de permanencia
es_us: Control de permanencia
fi: Viipymisohjaus
fr: Contrôle d’attente
fr_ca: Contrôle d’attente
he: בקרת השתהות
hi: ड्वेल कंट्रोल
hr: Kontrola zadržavanja
hu: Nyugalmi vezérlő
id: Kontrol Tetap
it: Controllo con ritardo
ja: 滞留コントロール
kk: Авто басу арқылы басқару
ko: 잠시 멈춤 제어
lt: Išlaikymo valdymas
ms: Kawalan Inap
nl: Stilhoudbediening
no: Dvelekontroll
pl: Sterowanie zatrzymaniem
pt_br: Controle de Espera
pt_pt: Controlo de espera
ro: Control temporizator
ru: Управление с автонажатием
sk: Ovládanie zotrvania
sl: Upravljanje zadrževanja
sv: Fördröjningsstyrning
th: การควบคุมการอยู่นิ่ง
tr: Duraklamayla Denetim
uk: Керування затримкою
vi: Điều khiển giữ lâu
zh_cn: 停留控制
zh_hk: 停留控制
zh_tw: 停留控制

# ScrollHeading
source: Scroll Gestures
ar: إيماءات التمرير
bg: Жестове за прелистване
ca: Gestos de desplaçament
cs: Gesta posouvání
da: Rullebevægelser
de: Scroll-Gesten
el: Χειρονομίες κύλισης
es: Gestos de desplazamiento
es_us: Gestos de Desplazar
fi: Vierityseleet
fr: Gestes de défilement
fr_ca: Gestes de défilement
he: מחוות גלילה
hi: स्क्रोल जेस्चर
hr: Geste listanja
hu: Görgetési kézmozdulatok
id: Gerakan Gulir
it: Gesti di scorrimento
ja: スクロールジェスチャ
kk: Айналдыру қимылдары
ko: 스크롤 제스처
lt: Slinkti gestus
ms: Gerak Isyarat Skrol
nl: Scrolgebaren
no: Rullebevegelser
pl: Gesty przewijania
pt_br: Gestos de Rolagem
pt_pt: Gestos de deslocação
ro: Gesturi de derulare
ru: Жесты прокрутки
sk: Gestá na rolovanie
sl: Kretnje za pomikanje
sv: Rullningsgester
th: คำสั่งนิ้วการเลื่อน
tr: Kaydırma Hareketleri
uk: Жести прокрутки
vi: Cử chỉ cuộn
zh_cn: 滚动手势
zh_hk: 捲動手勢
zh_tw: 捲動手勢

# APPLE_PAY_FOOTER_PASSCODE_IPAD
source: Use AssistiveTouch to confirm payments with your Passcode or any time double-clicking the top button is required.
ar: استخدام اللمس المساعد لتأكيد عمليات الدفع باستخدام رمز الدخول، أو عندما يُطلب منك في أي وقت الضغط مرتين على الزر العلوي.
bg: Използване на AssistiveTouch за потвърждаване на плащания с Код, а в останалото време с двукратно щракване на горния бутон.
ca: Utilitza l’AssistiveTouch per confirmar els pagaments amb el codi o quan se’t demani prémer dues vegades el botó superior.
cs: K potvrzování plateb pomocí kódu a všude tam, kde je požadováno dvojí stisknutí horního tlačítka, můžete používat AssistiveTouch.
da: Brug AssistiveTouch til at bekræfte betalinger med din kode eller når som helst i stedet for at trykke to gange på den øverste knap.
de: Verwende AssistiveTouch, um Zahlungen mit deinem Code zu bestätigen, oder jederzeit, wenn ein zweimaliges Drücken der oberen Taste erforderlich ist.
el: Χρησιμοποιήστε το AssistiveTouch για επιβεβαίωση πληρωμών με τον κωδικό σας ή όποτε απαιτείται διπλό κλικ στο πάνω κουμπί.
es: Usa AssistiveTouch para confirmar los pagos con tu código o cuando se te pida pulsar dos veces el botón superior.
es_us: Usa AssistiveTouch para confirmar pagos con tu código o cada vez que se requiera presionar el botón superior dos veces.
fi: Käytä AssistiveTouchia, jos haluat vahvistaa maksut pääsykoodilla, tai koska tahansa, kun vaaditaan yläpainikkeen kaksoispainallusta.
fr: Utilisez AssistiveTouch pour confirmer les paiements avec votre code ou à chaque fois qu’il vous est demandé d’appuyer deux fois sur le bouton supérieur.
fr_ca: Utilisez AssistiveTouch pour confirmer les paiements avec votre code ou chaque fois qu’il est nécessaire d’appuyer deux fois sur le bouton supérieur.
he: ניתן להשתמש ב-AssistiveTouch לאישור תשלומים עם קוד גישה, או כתחליף לכל פעולה הדורשת לחיצה כפולה על הכפתור העליון.
hi: अपने पासकोड के माध्यम से भुगतान की पुष्टि करने के लिए AssistiveTouch का इस्तेमाल करें अन्यथा किसी भी समय टॉप बटन को डबल क्लिक करना होगा।
hr: Upotrijebite AssistiveTouch za potvrđivanje plaćanja šifrom ili svaki put kad je potrebno dvaput pritisnuti gornju tipku.
hu: Használja az AssistiveTouchot a fizetések jelkóddal történő megerősítéséhez, továbbá azokban az esetekben, amikor a felső gombbal való dupla kattintás szükséges.
id: Gunakan AssistiveTouch untuk mengonfirmasi pembayaran dengan Kode Sandi Anda atau setiap kali Anda harus mengeklik tombol atas dua kali.
it: Usa AssistiveTouch per confermare i pagamenti tramite il codice oppure ogni volta che è richiesto di premere due volte il tasto superiore.
ja: パスコードでの支払いの承認や、トップボタンのダブルクリックが必要な場合にAssistiveTouchを使用します。
kk: AssistiveTouch функциясын құпиякод арқылы төлемдерді растау немесе жоғарғы түймені басу қажет болған кез келген жағдайда пайдаланыңыз.
ko: 암호로 결제를 승인할 때 또는 언제든지 상단 버튼을 두 번 클릭해야 할 때 AssistiveTouch를 사용하십시오.
lt: Naudokite „AssistiveTouch“, kad patvirtintumėte mokėjimus naudodami slaptažodį arba bet kada, kai reikia dukart spustelėti viršutinį mygtuką.
ms: Gunakan AssistiveTouch untuk mengesahkan bayaran dengan Kod Laluan anda atau pada bila-bila masa mendwiklik butang atas diperlukan.
nl: Gebruik AssistiveTouch om betalingen te bevestigen met je toegangscode of wanneer tweemaal op de bovenste knop drukken is vereist.
no: Bruk AssistiveTouch til å bekrefte kjøp med koden din, eller når som helst i stedet for å dobbelttrykke på knappen på toppen.
pl: Możesz używać AssistiveTouch do potwierdzania płatności za pomocą kodu (i w innych sytuacjach wymagających dwukrotnego naciśnięcia przycisku górnego).
pt_br: Use o AssistiveTouch para confirmar pagamentos com o seu Código ou sempre que seja necessário pressionar o botão superior duas vezes.
pt_pt: Permite usar o AssistiveTouch para confirmar pagamentos com o código ou sempre que for necessário carregar duas vezes no botão superior.
ro: Utilizați AssistiveTouch pentru a confirma plățile cu codul de acces sau oricând este necesară efectuarea unui dublu clic pe butonul de sus.
ru: Используйте функцию AssistiveTouch для подтверждения платежей с помощью код-пароля или в любой ситуации, когда требуется нажатие верхней кнопки.
sk: Na potvrdzovanie platieb pomocou kódu alebo všade tam, kde sa vyžaduje dvojité stlačenie vrchného tlačidla, bude možné použiť AssistiveTouch.
sl: Uporabite AssistiveTouch za potrditev plačil s kodo za dostop ali v vseh primerih, ko je potreben dvoklik zgornjega gumba.
sv: Använd AssistiveTouch om du vill bekräfta betalningar med din lösenkod eller när ett dubbelklick på knappen på ovansidan krävs.
th: ใช้ AssistiveTouch เพื่อยืนยันการชำระเงินด้วยรหัสของคุณหรือต้องกดปุ่มด้านบนสองครั้งตลอดเวลา
tr: Ödemelerinizi parolanız ile onaylamak için ya da üst düğmeye iki kez basılması gerektiğinde AssistiveTouch’ı kullanın.
uk: Використовуйте AssistiveTouch, щоб підтверджувати платежі за допомогою коду допуску, або вам потрібно буде щоразу двічі натискати верхню кнопку.
vi: Sử dụng AssistiveTouch để xác nhận thanh toán bằng mật mã của bạn hoặc bất kỳ lúc nào yêu cầu bấm nút nguồn hai lần.
zh_cn: 使用辅助触控通过密码确认付款，或执行任何需要按两下顶部按钮的操作。
zh_hk: 透過「輔助觸控」來確認以密碼付款，或任何需要按兩下頂端按鈕的操作。
zh_tw: 使用「輔助觸控」來確認以密碼付款，或取代要求按兩下頂端按鈕的操作。

# MouseKeysPointerMovementKeyboardContent
source: Use the 7, 8, 9, U, O, J, K, L keys.
ar: استخدم مفاتيح 7،‏ 8،‏ 9،‏ U،‏ O،‏ J،‏ K،‏ L.
bg: Използване на клавиши 7, 8, 9, U, O, J, K, L.
ca: Fes servir les tecles 7, 8, 9, U, O, J, K i L.
cs: Používejte klávesy 7, 8, 9, U, O, J, K, L.
da: Brug tasterne 7, 8, 9, U, O, J, K, L.
de: Verwende die Tasten 7, 8, 9, U, O, J, K, L.
el: Χρησιμοποιήστε τα πλήκτρα 7, 8, 9, U, O, J, K, L.
es: Usa las teclas 7, 8, 9, U, O, J, K y L.
es_us: Usar las teclas 7, 8, 9, U, O, J, K, L.
fi: Käytä näppäimiä 7, 8, 9, U, O, J, K, L.
fr: Utilisez les touches 7, 8, 9, U, O, J, K et L.
fr_ca: Utilisez les touches 7, 8, 9, U, O, J, K, L.
he: שימוש במקשים 7, 8, 9, U,‏ O,‏ J,‏ K,⁨⁩ L
hi: 7, 8, 9, U, O, J, K, L कीज़ का उपयोग करें।
hr: Koristite tipke 7, 8, 9, U, O, J, K, L.
hu: Használja a 7, 8, 9, U, O, J, K, L billentyűket.
id: Gunakan tombol 7, 8, 9, U, O, J, K, L.
it: Utilizza i tasti 7, 8, 9, U, O, J, K, L.
ja: 7、8、9、U、O、J、K、Lキーを使用します。
kk: 7, 8, 9, U, O, J, K, L пернелерін пайдаланыңыз.
ko: 7, 8, 9, U, O, J, K, L 키를 사용합니다.
lt: Naudokite klavišus 7, 8, 9, U, O, J, K, L.
ms: Gunakan kekunci 7, 8, 9, U, O, J, K, L.
nl: Gebruik de toetsen 7, 8, 9, U, O, J, K, L.
no: Bruk følgende taster: 7, 8, 9, U, O, J, K og L.
pl: Używaj klawiszy 7, 8, 9, U, O, J, K, L.
pt_br: Use as teclas 7, 8, 9, U, O, J, K, L.
pt_pt: Use as teclas 7, 8, 9, U, O, J, K e L.
ro: Utilizați tastele 7, 8, 9, U, O, J, K, L.
ru: Используйте клавиши 7, 8, 9, U, O, J, K, L.
sk: použite klávesy 7, 8, 9, U, O, J, K, L.
sl: Uporabite tipke 7, 8, 9, U, O, J, K, L.
sv: Använd tangenterna 7, 8, 9, U, O, J, K, L.
th: ใช้ปุ่ม 7, 8, 9, U, O, J, K, L
tr: 7, 8, 9, U, O, J, K, L tuşlarını kullanın.
uk: Використовуйте клавіші 7, 8, 9, U, O, J, K, L.
vi: Sử dụng các phím 7, 8, 9, U, O, J, K, L.
zh_cn: 使用7、8、9、U、O、J、K、L键。
zh_hk: 使用7、8、9、U、O、J、K、L鍵。
zh_tw: 使用7、8、9、U、O、J、K、L鍵。

# MouseKeysPointerPressAndHoldSection
source: Press and hold the mouse button
ar: الضغط المطول على زر الماوس
bg: Натиснете и задръжте бутона на мишката
ca: Mantén premut el botó del ratolí
cs: Podržení tlačítka myši
da: Tryk og holde nede på musens knap
de: Maustaste drücken und halten
el: Κρατήστε πατημένο το κουμπί ποντικιού
es: Mantén pulsado el botón del ratón
es_us: Mantener presionado el botón del mouse
fi: Pidä hiiren painiketta painettuna
fr: Appuyer sur le bouton de la souris et le maintenir enfoncé
fr_ca: Appuyer de façon prolongée sur le bouton de la souris
he: לחיצה ארוכה על כפתור העכבר
hi: माउस बटन को दबाकर रखें।
hr: Pritisnite i zadržite tipku miša
hu: Egérgomb nyomva tartása
id: Tekan dan tahan tombol tetikus
it: Tieni premuto il tasto del mouse
ja: マウスボタンを長押しする
kk: Тінтуір түймесін басып тұру
ko: 마우스 버튼 길게 누르기
lt: Paspauskite ir palaikykite pelės mygtuką
ms: Tekan dan tahan butang tetikus
nl: Houd de muisknop ingedrukt
no: Trykk og hold på museknappen
pl: Naciskanie i trzymanie przycisku myszy
pt_br: Mantenha o botão do mouse pressionado
pt_pt: Manter premido o botão do rato
ro: Menținerea butonului mausului apăsat
ru: Нажать и удерживать кнопку мыши
sk: Stlačenie a podržanie tlačidla myši
sl: Pritisnite in pridržite tipko miške
sv: Håll ned musknappen
th: กดปุ่มเมาส์ค้างไว้
tr: Fare düğmesini basılı tutun
uk: Натискання й утримування кнопки миші
vi: Nhấn và giữ nút chuột
zh_cn: 按住鼠标键
zh_hk: 按住滑鼠按鈕
zh_tw: 按住滑鼠按鈕

# DOUBLE_TAP_TIMEOUT_FOOTER
source: The duration of time that two taps must occur within to activate the Double-Tap action.
ar: المدة التي يجب أن تحدث فيها الضغطتان لتفعيل إجراء الضغطتين.
bg: Времето, в което е необходимо да се извършат две докосвания, за да се активира действието Двукратно докосване.
ca: Durada de temps que hi ha d’haver entre dos tocs per activar l’acció de doble toc.
cs: Časový úsek, ve kterém musíte dvakrát klepnout, aby došlo k provedení akce poklepání.
da: Det tidsrum, hvori to tryk skal forekomme for at aktivere handlingen dobbelttryk.
de: Die Dauer, innerhalb von der zweimal getippt werden muss, um die Aktion „Doppeltippen“ zu aktivieren.
el: Το χρονικό διάστημα μέσα στο οποίο πρέπει να γίνουν δύο αγγίγματα για την ενεργοποίηση της ενέργειας Διπλού αγγίγματος.
es: Tiempo durante el cual se deben registrar dos toques para que se active la acción de doble toque.
es_us: La duración entre dos toques necesaria para activar la acción de Tocar dos veces.
fi: Aika, jona sinun on napautettava kahdesti, jotta kaksoisnapautustoiminto aktivoituu.
fr: Durée pendant laquelle les deux pressions doivent être effectuées pour activer le double toucher.
fr_ca: Durée pendant laquelle les deux pressions doivent être effectuées pour activer le double contact.
he: זהו משך הזמן הנדרש לביצוע שתי הקשות הנחשבות כהקשה כפולה.
hi: “डबल टैप करें“ क्रिया सक्रिय करने के लिए समय की अवधि जिसके भीतर दो टैप किए जाने चाहिए।
hr: Vremenski period unutar kojeg je potrebno dvaput dodirnuti za aktiviranje postupka Dvostruki dodir.
hu: Az az időtartam, amelyen belül kétszer kell koppintani a dupla koppintási művelet aktiválásához.
id: Durasi waktu saat dua ketukan harus dilakukan untuk mengaktifkan tindakan Ketuk Dua Kali.
it: L’intervallo di tempo che intercorre tra un tocco e l’altro affinché l’azione “Doppio tocco” venga attivata.
ja: ダブルタップアクションを有効にするのに必要な2回のタップを実行する時間の長さです。
kk: «Екі рет түрту» әрекетін белсендіру үшін екі түрту қимылы орындалуы керек уақыт ұзақтығы.
ko: 두 번 탭 동작을 활성화할 때 탭을 두 번 실행해야 하는 시간입니다.
lt: Laikas, per kurį turi įvykti du bakstelėjimai, kad būtų suaktyvintas dvigubo bakstelėjimo veiksmas.
ms: Tempoh masa dua ketikan perlu berlaku untuk mengaktifkan tindakan Dwiketik.
nl: De periode waarin tweemaal getikt moet worden om de actie 'Dubbel tikken' uit te voeren.
no: Tiden du har på å utføre to trykk for å aktivere handlingen Dobbelttrykk.
pl: Czas, w którym muszą nastąpić dwa stuknięcia, aby uaktywnić czynność dwukrotnego stuknięcia.
pt_br: O tempo em que os dois toques devem ocorrer para ativar a ação de Toque Duplo.
pt_pt: O período de tempo entre dois toques que é necessário para ativar a ação Duplo toque.
ro: Perioada de timp în care trebuie efectuate două apăsări pentru activarea acțiunii Apăsare dublă.
ru: Продолжительность времени, в течение которого должны произойти два касания, необходимые для активации действия «Двойное касание».
sk: Časový interval medzi dvoma klepnutiami, ktorý je potrebné dodržať na aktivovanie dvojitého klepnutia.
sl: Čas, v katerem morata biti izvedena dva tapa za aktivacijo dejanja Dvotap.
sv: Hur lång tid användaren har på sig att trycka två gånger så att åtgärden för två snabba tryck aktiveras.
th: ช่วงของระยะเวลาที่การแตะปุ่มสองครั้งต้องเกิดขึ้นภายในช่วงระยะเวลานี้ เพื่อเปิดใช้การทำงานการแตะปุ่มสองครั้ง
tr: Çift Dokunma eylemini etkinleştirmek için iki dokunma arasında geçmesi gereken süre.
uk: Час, за який мають відбутися два дотики, щоб активувати дію «Подвійний дотик».
vi: Khoảng thời gian trong đó hai lần chạm phải xảy ra để kích hoạt tác vụ Chạm hai lần.
zh_cn: 激活“连点”操作时，两次轻点之间所需的间隔。
zh_hk: 啟用「點兩下」動作時必須執行兩次單點的時間長度。
zh_tw: 啟用「點兩下」動作時必須執行兩次單點的時間長度。
